// Получить число Напишите программу, которая на входпринимает число и выдаёт, является ли число чётным(делится ли оно на два без остатка).;
int a = -5;
if (a % 2 ==0)
    Console.WriteLine("Число четное");
else 
    Console.WriteLine("Число не четное");
