// Задача 1: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
int x = 456;
x = x / 10;
x = x % 10;
Console.WriteLine(x);

int y = 782;
y = y / 10;
y = y % 10;
Console.WriteLine(y);

int f = 918;
f = f / 10;
f = f % 10;
Console.WriteLine(f);