// Задача 4: Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным

Console.WriteLine("Введи число от 1 до 7");
string  number = Console.ReadLine();

if (number == "6") 
    Console.WriteLine("Выходной");
if (number == "7")
    Console.WriteLine("Выходной");
if(number == "1") 
    Console.WriteLine("Тебе нужно работать");
if(number == "2") 
    Console.WriteLine("Тебе нужно работать");
if(number == "3") 
    Console.WriteLine("Тебе нужно работать");
if(number == "4") 
    Console.WriteLine("Тебе нужно работать");
if(number == "5") 
    Console.WriteLine("Тебе нужно работать");
