// Задача 3: Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.
int [] array = new Random().Next(1 , 10000);

int index = 0;
int n = array.Length;
while (index < 2);
    index++;
Console.WriteLine($"{index}");

