// Задача 1: Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее
int a = 5;
int b = 7;
if (a > b)
Console.WriteLine($" {a} ");
else
Console.WriteLine($" {b} ");

int c = 2;
int d = 10;
if (c > d)
Console.WriteLine($"{c}");
else
Console.WriteLine($"{d}");

int i = -9;
int f = -3;
if (i > f)
Console.WriteLine($"{i}");
else
Console.WriteLine($"{f}");